Repository: 2722195064/dde-control-center
Catalog: locale/*.po
Languages: ar, eo, ta

source: Apply system wide
ar: تطبيق العرض على النظام
eo: Apliki la sistemon vaste
ta: கணினி அளவிலாக பயன்படுத்து

source: System Proxy
ar: نظام الوكيل
eo: Proxy de la sistemo
ta: கணினியின் பதிலி

source: VPN Connections
ar: اتصالات الشبكة الافتراضية الخاصة vpn
eo: VPN kunligoj
ta: VPN இணைப்புகள்

source: not managed
ar: لم ينجح
eo: ne sukcesis
ta: நிர்வகிக்கப்படாதவை

source: Auto-connect
ar: اتصال تلقائي
eo: Aŭtomata kunligo
ta: தானியங்கி-இணைப்பு

source: Connect
ar: اتصل
eo: Kunligi
ta: இணை

source: Wired Connection %1
ar: الاتصال السلكي 1٪
eo: Kabla konekto %1
ta: கம்பி இணைப்பு %1

source: Wired Connection
ar: الربط بالكيبل
eo: Kabla konekto
ta: கம்பி இணைப்பு

source: Wired Network
ar: شبكة سلكية
eo: Kabla reto
ta: கம்பி வலைப்பின்னல்

source: Connect to wireless
ar: اتصل بالشبكة اللاسلكية
eo: Kunligi al la senkabla
ta: கம்பியற்ற இணைப்பில் இணைக்கவும்

source: Create Wi-Fi Hotspot
ar: انشاء نقطة وصول wi fi
eo: Krei WiFi Retkaptejo
ta: Wi-Fi ஹாட்ஸ்பாட் உருவாக்கவும்

source: Edit Wi-Fi Hotspot
ar: تغيير نقطة وصولwifi
eo: Redakti WiFi Retkaptejo
ta: திருத்து Wi-Fi ஹாட்ஸ்பாட்

source: Create
ar: انشاء
eo: Krei
ta: உருவாக்கு

source: Wireless Network %1
ar: %1شبكة لا سلكية
eo: Senkabla reto %1
ta: கம்பியில்லா இணைப்பு %1

source: Wireless Network
ar: شبكة لا سلكية
eo: Senkabla reto
ta: கம்பியில்லா இணையம்

source: Connect to hidden access point
ar: الاتصال من نقطة وصول مخفية
eo: Kunligi al kaŝitan alirpunkton
ta: மறைக்கப்பட்ட அணுகல் புள்ளி இணைக்க

source: Wireless network is unable to be connected maybe due to the following reasons: 1. The hardware switch of wireless network card is off 2. Incorrect network configuration in /etc/network/interface 3. Incorrect driver of network hardware
ar: شبكة لاسلكيةغير قادرة على الاتصال، ربما يرجع ذلك إلى الأسباب التالية \ n1.Le موصل WIFI هو خارج \ موقف n2.La تكوين الشبكة في / الخ / شبكة / واجهة غير صحيحة \ تعريف سيئ لبطاقة الشبكة
eo: La senkabla reto ne povas konekti, eble pro iu el sekvaj kaŭzoj: 1. La aparataro ŝaltilo de la senkava reto estas elŝaltita 2. Malĝusta retagordo en /etc/network/interface 3. Malĝusta ŝoforo de la reta hardvaro
ta: வயர்லெஸ் நெட்வொர்க் பின்வரும் காரணங்களால் ஒருவேளை இணைக்கப்பட முடியவில்லை: 1. வயர்லெஸ் நெட்வொர்க் அட்டை வன்பொருள் சுவிட்ச் அனைந்துஇருத்தல் 2. / Etc / வலையமைப்பு / இடைமுகம் தவறான நெட்வொர்க் கட்டமைப்பு 3. பிணைய வன்பொருள் தவறான இயக்கி

source: Standard
ar: قياسي
eo: Standarta
ta: தரம்

source: Monospaced
ar: مسافة احادية
eo: Samspacita
ta: ஒற்றைஇடைவெளி விட்டவை

source: Size
ar: الحجم
eo: Dimensio
ta: அளவு

source: Font %1
ar: %1الخط
eo: Preslitero %1
ta: எழுத்துரு %1

source: Theme
ar: السمة
eo: Etoso
ta: தீம்

source: Window
ar: النافذة
eo: Fenestro
ta: சாரளம்

source: Icon
ar: أيقونة
eo: Ikono
ta: படவுரு

source: Cursor
ar: المؤشر
eo: Indikilo
ta: இடஞ்சுட்டி

source: Wallpaper
ar: الخلفيات
eo: Fonbildo
ta: சுவர் தாள்

source: Fonts
ar: خطوط
eo: Presliteroj
ta: எழுத்துருக்கள்

source: Preview Theme
ar: طالع المظهر
eo: Antaŭmontri temon
ta: முன்னோட்ட தீம்

source: Custom
ar: مخصص
eo: Personigo
ta: விருப்பம்

source: Never
ar: أبداً
eo: Neniam
ta: ஒருபோதும் தேவைஇல்லை

source: 1 minute
ar: 1 دقيقة
eo: 1 minuto
ta: 1 நிமிடம்

source: 5 minutes
ar: 5 دقائق
eo: 5 minutoj
ta: 5 நிமிடங்கள்

source: 10 minutes
ar: 10 دقائق
eo: 10 minutoj
ta: 10 நிமிடங்கள்

source: 15 minutes
ar: 51 دقيقة
eo: 15 minutoj
ta: 15 நிமிடங்கள்

source: 30 minutes
ar: 30 دقيقة
eo: 30 minutoj
ta: 30 நிமிடங்கள்

source: 1 hour
ar: 1 ساعة
eo: 1 horo
ta: 1 மணி நேரம்

source: When I press the power button
ar: حينما أختار زر الطاقة
eo: Kiam mi premas la nutrobutonon
ta: நான் ஆற்றல் பொத்தானை அழுத்தவும் போது

source: Shutdown
ar: إطفاء
eo: Elŝalti
ta: நிறுத்து

source: Suspend
ar: تأجيل
eo: Paŭzigi
ta: தற்காலிகமாக நிறுத்தம் செய்தல்

source: Ask
ar: اسأل
eo: Peti
ta: கேள்

source: When I close the lid
ar: حينما أغلق الغطاء
eo: Kiam mi fermas la kovrilon
ta: நான் மூடி மூடும்போது

source: Nothing
ar: لا شيء
eo: Nenio
ta: ஒன்றுமில்லை

source: Password required to wake up
ar: تتطلب كلمة مرور للخروج من الاسبات
eo: Pasvorto postulita al la vekiĝo
ta: எழுப்ப கடவுச்சொல் தேவை

source: Plugged in
ar: وضع الطاقة
eo: Kunligita
ta: சொருகப்பட்டு

source: Balanced
ar: متوازن
eo: Ekvilibrigita
ta: நடுநிலை

source: Turn off the display
ar: أطفئ الشاشة
eo: Elŝalti la ekranon
ta: திரை அணைக்க

source: Power saver
ar: توفر الطاقة
eo: Energio ŝparanto
ta: மின்கல சேமி

source: High performance
ar: أداء عالي
eo: Altaj performancoj
ta: உயர்திறன்

source: Custom Options
ar: خيارات معدلة
eo: Personigitaj opcioj
ta: விருப்பத்தேர்வுகள்

source: On battery
ar: بطارية
eo: Kun la baterio
ta: பேட்டரியில்

source: Disconnect
ar: غير متصل

source: Share
ar: مشاركة
eo: Partopreni

source: Sharing
ar: مشاركة

source: Reset successfully
ar: إعادة تعيين ناجح
eo: Sukcese restarigita
ta: வெற்றிகரமாக மீட்டமைக்கப்பட்டது

source: Reset
ar: إعادة تعيين
eo: Restarigi
ta: மீட்டமை

source: Command
ar: أمر
eo: Komando
ta: கட்டளை

source: Please input new shortcut
ar: أدخل اختصارا آخر رجاء
eo: bonvolu eriri novan ŝparvojon
ta: புதிய சுருக்குவழியை உள்ளிடுங்களேன்

source: Shortcut "%1" is invalid, please retype new shortcut.
ar: الاختصار \ "٪ 1 \" غير صالح، يرجى إنشاء اختصار جديد
eo: Ŝparvojo "%1" estas malvalida, bonvolu retajpi novan ŝparvojon
ta: குறுக்குவழி "%1" தவறானது, புதிய குறுக்குவழியை மீண்டும் தட்டச்சு செய்க.

source: The shortcut you set
ar: الاختصار الذي قمت بضبطه
eo: la ŝparvojo ke vi agordis
ta: நீங்கள் உள்ளிட்ட சுருக்குவழி

source: conflicts with the one used for "%2" in the "%1" category.
ar: تضارب الوجود مع \ "٪ 2 \" في فئة \ "٪ 1 \" ".
eo: Konfliktoj kun tiu uzata por "%2" en la "%1" kategorio.
ta: "% 1" பிரிவில் "% 2" பயன்படுத்தப்படும் ஒன்று உடன் முரண்பாடு ஏற்படுகிறது

source: Do you want to replace it?
ar: هل تريد استبداله؟
eo: Ĉu vi volas anstataŭigi ĝin?
ta: இதை மாற்ற விரும்புகிறீர்களா?

source: Replace
ar: إستبدل
eo: Anstataŭigi
ta: மாற்றுக

source: Delete Shortcut
ar: حذف الاختصار
eo: Forigi ŝparvojon
ta: குறுக்குவழியை நிக்கு

source: Add Shortcut
ar: انشاء اختصار
eo: Aldoni ŝparvojon
ta: குறுக்குவழியை சேர்

source: System
ar: النظام
eo: Sistemo
ta: கணினி

source: Workspace
ar: ورشة العمل
eo: Laborspaco
ta: பணியிடம்

source: Left/Right Balance
ar: تبديل يمين/يسار
eo: Mal/dekstra ekvilibrigo
ta: இடது/வலது சமநிலை

source: Left
ar: يسار
eo: Maldekstra
ta: இடது

source: Right
ar: يمين
eo: Dekstra
ta: வலது

source: Front/Rear Balance
ar: انتقل امام / خلف
eo: Mal/antaŭa ekvilibrigo
ta: முன்/பின் சமநிலை

source: Rear
ar: خلف
eo: Malantaŭa
ta: பின் பக்கம்

source: Front
ar: امام
eo: Antaŭa
ta: முன்பக்கம்

source: Speaker
ar: مكبر الصوت
eo: Laŭtparolilo
ta: ஒலிபெருக்கி

source: Output Volume
ar: حجم الانتاج
eo: Eliga laŭteco
ta: வெளியீடு ஒலியளவு

source: Microphone
ar: المايكروفون
eo: Mikrofono
ta: ஒலிவாங்கி

source: Input Volume
ar: مدخل الصوت
eo: Eniga laŭteco
ta: உள்ளீடு தொகுதி

source: Input Feedback
ar: ادخال ملاحظات
eo: Enigilo retroefiko
ta: கருத்து உள்ளீடு

source: Output Port
ar: منفذ الخروج
eo: Eliga pordo
ta: வெளியீடு முணையம்

source: No port exists in this device.
ar: لا يوجد منفذ في هذا الجهاز
eo: Nenia pordo ekzistas en tiu aparato
ta: இந்த சாதனத்தில் முணையம் ஏதும் இல்லை

source: Output device
ar: مخرجات الجهاز
eo: Eligilo
ta: வெளிப்போத்து சாதனம்

source: Input Port
ar: منفذ الدخول
eo: Eniga pordo
ta: உள்ளீடு முணையம்

source: Input device
ar: مدخلات الجهاز
eo: Enigilo
ta: உள்ளீடு சாதனம்

source: Hide Advanced...
ar: إخفاء متقدم ...
eo: Kaŝi antaŭajn...
ta: மறை மேம்பட்ட...

source: Show Advanced...
ar: اظهار متقدم ...
eo: Montri antaŭajn...
ta: காட்டு மேம்பட்ட...

source: Copyright (c) 2011-2014 Wuhan Deepin Technology Co., Ltd.
ar: حقوق الطبع والنشر (ج) 2011-2014 Deepin وهان والتكنولوجيا المحدودة
eo: Aŭtorrajto (c) 2011-2014 Wuhan Deepin Technology Co., Ltd.
ta: பதிப்புரிமை (c) 2011-2014 Wuhan Deepin Technology Co., Ltd.

source: Deepin Edition
ar: الطبعة deepin
eo: Deepin eldono
ta: Deepin பதிப்பு

source: System Type
ar: نمط النظام
eo: Tipo de sistemo
ta: கணினியின் வகை

source: bit
ar: بت
ta: பிட்

source: Processor
ar: معالج
eo: Procezilo
ta: செயலி

source: Memory
ar: الذاكرة
eo: Memoro
ta: நினைவகம்

source: Disk
ar: القرص الصلب
eo: Disko
ta: வட்டு

source: GNU GENERAL PUBLIC LICENSE
ar: رخصة جنو الشعبية العامة
eo: GNU Ĝenerala Publika Permesilo
ta: GNU பொது மக்கள் உரிமம்

source: Page Up
ar: صفحة عليا
eo: Paĝo supre
ta: பக்கம் மேலே

source: Page Down
ar: صفحة سفلى
eo: Paĝo sube
ta: பக்கம் கீழ்

source: Left Click
ar: النقر يسارا
eo: Maldekstra alklako
ta: இடது கிளிக்

source: Right Click
ar: النقر يمينا
eo: Dekstra alklako
ta: வலது கிளிக்

source: Middle Click
ar: النقر في الوسط
eo: Centra alklako
ta: நடு கிளிக்

source: Tablet Orientation
ar: استدارة الجهاز اللوحي
eo: Orientado de la tabuleto
ta: கைக்கணினி நோக்குநிலை

source: Left Hand
ar: اليد اليسرى
eo: Maldekstra mano
ta: இடது கை

source: Right Hand
ar: اليد اليمنى
eo: Dekstra mano
ta: வலது கை

source: Digital Pen Modes
ar: وضع قلم رقمي
eo: Manieroj de la diĝita plumo
ta: டிஜிட்டல் பேனா முறைகள்

source: Pen Mode
ar: وضع القلم
eo: Maniero de la plumo
ta: பேனா முறை

source: Mouse Mode
ar: وضع المؤشر
eo: Maniero de la muso
ta: சுட்டி

source: Down Key
ar: الفتاح السفلي
eo: Subŝlosilo
ta: கீழ் விசை

source: Up Key
ar: المفتاح العلوي
eo: Surŝlosilo
ta: மேல் விசை

source: Pressure
ar: ضغط
eo: Premo
ta: அழுத்தம்

source: Soft
ar: املس
eo: Malpeza
ta: மென்மையான

source: Hard
ar: خشن
eo: Peza
ta: கடினமான

source: Double-click Space
ar: نقر مزدوج على السطح
eo: duobla alklaka spaco
ta: இரட்டை கிளிக் இடைவெளி

source: Narrow
ar: ضيق
eo: Mallarĝa
ta: குறுகிய

source: Wide
ar: واسع
eo: Larĝa
ta: அகலமான

source: Date and Time
ar: التاريخ والوقت
eo: Dato kaj horo
ta: தேதி மற்றும் நேரம்

source: Network
ar: الشبكة
eo: Reto
ta: பிணையம்

source: Disk Mount
ar: القرص يحمل
eo: Disko muntado
ta: வட்டு ஏற்றம்

source: Sound
ar: الصوت
eo: Sono
ta: ஒலி

source: Power Management
ar: ادارة الطاقة
eo: Energia administrado
ta: மின்திறன் செயல்பாட்டகம்

source: More Settings
ar: إعدادات أكثر
eo: Pli agordojn
ta: மேலதிக அமைப்புகள்

source: Power
ar: الطاقة
eo: Ŝalto
ta: மின்திறன்

source: Display
ar: العرض
eo: Ekrano
ta: திரை

source: Desktop
ar: سطح المكتب
eo: Skribotablo
ta: திரைப்பலகம்

source: Personalization
ar: التخصيص
eo: Personigo
ta: தனிப்பயனாக்கம்

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
eo: Ŝparvojoj de la klavaro
ta: விசைப்பலகை குறுக்குவழிகள்

source: Keyboard and Language
ar: اللغة ولوحة المفاتيح
eo: Klavaro kaj lingvo
ta: விசைப்பலகையும் மொழியும்

source: Tablet
ar: جهاز لوحي
eo: Tabuleto
ta: கைக்கணினி

source: Mouse and Touchpad
ar: الفأرة ولوح اللمس
eo: Muso kaj tuŝbloko
ta: சுட்டி மற்றும் டச்பேட்

source: User Accounts
ar: حسابات المستخدمين
eo: Kontoj de la uzanto
ta: பயனர் கணக்குகள்

source: System Information
ar: معلومات النظام
eo: Sistemo informoj
ta: கணினியின் வரையறை

source: Boot Menu
ar: قائمة الإقلاع
eo: Starto menuo
ta: துவக்க பட்டியல்

source: Home
ar: المنزل
eo: Domo
ta: முகப்புப்பக்கம்

source: 128-bit MPPE
ta: 128-பிட் MPPE

source: Stateful MPPE
eo: Plenstata MPPE
ta: நிலைத்தன்மையுள்ள MPPE

source: NT Domain
eo: NT domajno
ta: NT தளம்

source: VPN IPsec
ta: VPN IP பாதுகாப்பு

source: Wi-Fi
ta: வைஃபை

source: Route Addr
ta: பிணைய நுழைவாயில்

source: WiMax
ta: வைமாக்ஸ்

source: 802.11 WiFi
ta: 802.11 வைஃபை

source: 802.11 WiFi Hotspot
eo: 802.11 WiFi Retkaptejo
ta: 802.11 வைஃபை ஹாட்ஸ்பாட்
