Repository: 2722195064/dde-control-center
Catalog: locale/*.po
Languages: ar, eo, ta

source: Password can not be empty.
ar: لا يمكن ترك كلمة السر فارغة.
ta: கடவுச்சொல் காலியாக இருக்க முடியாது.

source: The two passwords do not match.
ar: كلمتا المرور غير متطابقتين
eo: La du pasvortoj ne kongruas
ta: இரு கடவுச்சொற்கள் பொருந்தவில்லை.

source: Add User
ar: أضف مستخدم
eo: Aldoni uzanton
ta: பயனரை இணை

source: New User
ar: مستخدم جديد
eo: Nova uzanto
ta: புதிய பயனர்

source: Administrator
ar: مسؤول
eo: Administranto
ta: நிர்வாகி

source: Normal User
ar: مستخدم عادي
eo: Normala uzanto
ta: சாதாரண பயனர்

source: Username
ar: اسم المستخدم
eo: Uzantonomo
ta: பயனர்

source: Username can not be empty.
ar: لا يمكن ترك خانة اسم المستخدم فارغة
eo: Uzantonomo ne povas esti malplena
ta: பயனர்பெயர் காலியாக இருக்க முடியாது.

source: Password
ar: كلمة المرور
eo: Pasvorto
ta: கடவுச்சொல்

source: Repeat Password
ar: أعد كلمة السر
eo: Ripeti pasvorton
ta: மீண்டுமொருமுறை கடவுச்சொல்

source: Account Type
ar: شكل الحساب
eo: Konto tipo
ta: கணக்கு வகை

source: Auto-login
ar: دخول تلقائي
eo: Aŭtomata ensaluto
ta: தானியங்கு உள்நுழைவு

source: Cancel
ar: إلغاء
eo: Forigi
ta: நிறுத்து

source: Confirm
ar: تأكيد
eo: Konfirmi
ta: உறுதிப்படுத்து

source: Choose a new picture for your Avatar
ar: اختر صورة جديدة لصورتك الرمزية
eo: Elekti novan bildon por via Avataro
ta: உங்களுக்கு பிடித்த படத்தைத் தேர்வு செய்யுங்கள்

source: Recently Used
ar: استخدمت حديثا
eo: Ĵus uzitaj
ta: கடைசியாகப் பயன்படுத்தியவை

source: Avatar
ar: الصورة الرمزية
eo: Avataro
ta: அவதார்

source: Webcam
ar: كامرا النت
eo: Retkamerao
ta: வெப்கேமரா

source: Keep user's files
ar: احتفظ بملفات المستخدمين
eo: Pluteni uzanton dosierojn
ta: பயனர் தரவுகளை வைத்திரு

source: Delete user's files
ar: احذف ملفات المستخدمين
eo: Forigi uzanton dosierojn
ta: பயனர் தரவுகளை அழி

source: Enable
ar: تمكين
eo: Kapabligi
ta: இயக்கு

source: Guest
ar: ضيف
eo: Gasto
ta: விருந்தினர்

source: Enabled
ar: مفعل
eo: Kapabligita
ta: இயக்கப்பட்டது

source: New Password
ar: كلمة سر جديدة
eo: Nova pasvorto
ta: புதிய கடவுச்சொல்

source: Repeat
ar: تجديد
eo: Ripeti
ta: இன்னொரு முறை

source: Image format not supported
ar: امتداد الصورة غير معتمد
eo: Bildformato ne subtenata
ta: மீட்டமை

source: Account Preparing...
ar: إعداد حساب
eo: Konto preparante
ta: தயாராகிறது கணக்கு ...

source: Snapshot
ar: لقطة
eo: Ekbildo
ta: நொடிப்பு

source: Again
ar: مرة اخرى
eo: Denove
ta: இன்னொரு முறை

source: No camera found.
ar: لا توجد كاميرا
eo: Neniu kameron trovita.
ta: கேமரா இல்லை

source: Delete Account
ar: حذف الحساب
eo: Forigi konton
ta: கணக்கை அழி

source: Add Account
ar: انشاء حساب
eo: Aldoni konton
ta: கணக்கை சேர்

source: User List
ar: استعمل القائمة
eo: Uzantoj listo
ta: பயனர் பட்டியல்

source: Apply
ar: تطبيق
eo: Apliki
ta: விண்ணப்பிக்க

source: Devices nearby
ar: اجهزة قريبة
eo: Proksimaj aparatoj
ta: அருகிலுள்ள சாதனங்கள்

source: Today
ar: اليوم
eo: Hodiaŭ
ta: இன்று

source: Sun
ar: الأحد
eo: Dim
ta: ஞாயிறு

source: Mon
ar: الأثنين
eo: Lun
ta: திங்கள்

source: Tue
ar: الثلاثاء
eo: Mar
ta: செவ்வாய்

source: Wed
ar: الأربعاء
eo: Mer
ta: புதன்

source: Thu
ar: الخميس
eo: Ĵaŭ
ta: வியாழன்

source: Fri
ar: الجمعة
eo: Ven
ta: வெள்ளி

source: Sat
ar: السبت
eo: Sab
ta: சனி

source: Done
ar: تم
eo: Farita
ta: முடிந்தது

source: Close
ar: غلق
eo: Fermi
ta: மூடு

source: Delete Time Zone
ar: إزالة المنطقة الزمنية
eo: Forigi horzonon
ta: நேர மண்டலத்தை அழி

source: Add Time Zone
ar: إضافة منطقة زمنية
eo: Aldoni horzonon
ta: நேர மண்டலத்தை சேர்

source: Double-click this area to change your time
ar: انقر نقرا مزدوجا فوق هذه المنطقة لتغيير وقتك
eo: Duobla alklaki ĉi tiun areon por ŝanĝi vian tempon
ta: உங்கள் நேரம் மாற்ற இந்த பகுதியில் இரட்டை கிளிக் செய்யவும்

source: Set
ar: تعيين
eo: Agordi
ta: அமைக்கவும்

source: Time zone
ar: المنطقة الزمنية
eo: Horzono
ta: நேர மண்டம்

source: Add
ar: أضف
eo: Aldoni
ta: சேர்

source: Sync Automatically
ar: مزامنة تلقائيا
eo: Aŭtomate sinkronigi
ta: தானாகவே ஒருங்கிணை

source: Use 24-hour clock
ar: استعمل نمط 24 ساعة
eo: Uzi 24-horajn horloĝon
ta: 24 மணி நேர கடிகாரத்தை பயன்படுத்தவும்

source: Adjust DST clock
ar: ضبط التوقيت الصيفي
eo: Reguligi horloĝon DST
ta: DSTகடிகார ஒழுங்குபடுத்தவும்

source: None
ar: لا شيء
eo: Neniu
ta: ஏதுமில்லை

source: Date
ar: تاريخ
eo: Dato
ta: தேதி

source: Set Date
ar: ضع التاريخ
eo: Reguligi daton
ta: தேதி அமை

source: Default Applications
ar: التطبيقات الأفتراضية
eo: Defaŭltaj aplikaĵoj
ta: இயல்புநிலை பயன்பாடுகள்

source: Browser
ar: متصفح
eo: Retfoliumilo
ta: உலாவி

source: Mail
ar: الإيميل
eo: Retpoŝto
ta: மின்னஞ்சல்

source: Text
ar: نص
eo: Teksto
ta: உரை

source: Music
ar: الصوتيات
eo: Muziko
ta: இசை

source: Video
ar: فيديو
ta: நிகழ்படம்

source: Picture
ar: صورة
eo: Bildo
ta: படம்

source: Terminal
ar: محطة
eo: Terminalo
ta: முனையம்

source: AutoPlay
ar: تشغيل تلقائي
eo: Aŭtomata ludo
ta: தானியக்கம்

source: CD Audio
ar: قرص صوتي
eo: Aŭda CD
ta: CD ஒலி

source: DVD Video
ar: قرص فيديو
eo: Videa DVD
ta: DVD நிகழ்படம்

source: Music Player
ar: مشغل الموسيقى
eo: Muzikludanto
ta: இசை இயக்கி

source: Camera
ar: كاميرا
eo: Kamerao
ta: புகைப்படக்கருவி

source: Software
ar: برامج
eo: Programaro
ta: மென்பொருள்

source: Monitor
ar: الشاشة
eo: Monitoro
ta: கணினித்திரை

source: Do you want to keep these display settings?
ar: هل تريد الاحتفاظ بهذه الاعدادات
eo: Ĉu vi volas konservi tiujn ekranon agordojn?
ta: உங்களுக்கு இந்தப் பார்வை அமைவுகளை அப்படியே வைத்துக்கொள்ள விருப்பமா?

source: Reverting to previous display settings in <font color='#F48914'>%1</font> seconds.
ar: العودة إلى إعدادات العرض السابقة في ثواني<= لون الخط '# F48914'>٪ 1 </ FONT> .
eo: Restarigo de la antaŭajn ekranon agordojn en <font color='#F48914'>%1</font> sekundoj.
ta: <font color='#F48914'>%1</font> நொடிகள் முந்தைய பார்வை அமைப்புகளை மாற்றியமைக்கிறது.

source: Revert
ar: اعكس
eo: Restarigi
ta: திருப்பு / மாற்றியமை

source: Keep Changes
ar: احتفظ بالتغييرات
eo: Konservi ŝanĝojn
ta: மாற்றங்களை சேமி

source: Identify
ar: تمييز
eo: Identigo
ta: அடையாளப்படுத்து

source: Edit
ar: حرر
eo: Redakti
ta: தொகு

source: Split
ar: انقسام
eo: Disigi
ta: பிரி

source: Normal
ar: عادي
eo: Normala
ta: இயல்பு நிலை

source: Rotate Right
ar: أدر لليمين
eo: Rotacii dekstre
ta: வலப்புறம் திருப்புக

source: Upside Down
ar: رأسا على عقب
eo: Inversigiti
ta: தலைகீழாக

source: Rotate Left
ar: أدؤر لليسار
eo: Rotacii maldekstre
ta: இடப்புறம் திருப்பு

source: Enable Monitor(s)
ar: تمكين الموجه
eo: Taŭgigi ekrano(j)n
ta: கணினித்திரையை(களை) இயக்கு

source: Please choose the monitor(s) you want to enable
ar: اختر الشاشة التي تريد تمكينها
eo: Bonvolu selekti la ekrano(j)n ke vi volas taŭgigi
ta: நீங்கள் செயல்படுத்த வேண்டும் மானிட்டர் (கள்) தேர்வு செய்க

source: Primary Screen
ar: الشاشة الاولى
eo: Unuaranga ekrano
ta: முதன்மைத் திரை

source: Resolution
ar: الدقة
eo: Rezolucio
ta: பிரிதிறன்

source: Rotation
ar: دوارن
eo: Rotacio
ta: சுழற்சி

source: Brightness
ar: السطوع
eo: Lumeco
ta: ஒளிர்வு

source: Display Modes
ar: طريقة العرض
eo: Modoj de la ekrano
ta: திரை வகைகள்

source: Copy
ar: نسخ
eo: Kopii
ta: படியெடு

source: Copy the contents of your primary screen to other screens.
ar: انسخ محتوى الشاشة الرئيسية الى الشاشات الاخرى
eo: Kopii la enhavojn de via unuaranga ekrano al aliaj ekranoj.
ta: உங்கள் முதன்மைத் திரையின் உள்ளடக்கத்தைப் பிற திரைகளுக்குப் படியெடு

source: Extend
ar: تمدد
eo: Etendi
ta: நீட்டிக்க.

source: Extend your screen contents to display different contents on different screens.
ar: عرض مختلف، ويمكن تطبيقها بشكل مستقل على كل الشاشات
eo: Etendi vian ekranon enhavojn por montri malsamajn enhavojn sur malsamaj ekranoj.
ta: வெவ்வேறு திரைகளில் வெவ்வேறு உள்ளடக்கத்தைக் காட்டும் வகையில் உங்கள் திரை உள்ளடக்கத்தை நீட்டிக்கவும்

source: Only Displayed on %1
ar: تظهر فقط حوالي 1٪
eo: Nud montrita sur la %1
ta: ஒரே %1 காட்டப்படும்

source: Screen contents are only displayed on %1 but not on other screens.
ar: والعرض هو 1٪ فقط ولكن ليس إلى شاشات أخرى.
eo: Ekrano enhavoj estas montritaj nur sur% 1 sed ne sur aliaj ekranoj.
ta: திரையின் உள்ளடக்கங்கள் %1 மட்டுமே காட்டப்படுகிறது ஆனால் மற்ற திரைகளில் இல்லை

source: Custom Settings
ar: اعدادات مخصصة
eo: Personigitaj agordojn
ta: வழக்கமான அமைவுகள்

source: You can do other custom settings to your screens.
ar: بامكانك القيام باعدادات خاصة لشاشاتك
eo: Vi povas fari aliajn personaligitajn agordojn al la viaj ekranoj.
ta: நீங்கள் உங்கள் திரைகளில் மற்ற விருப்ப அமைப்புகளை செய்ய முடியும்.

source: Drag and drop an image to change background.
ar: سحب وافلات لتغيير الخلفية
eo: Treni kaj faligi bildon por ŝanĝi fonon.
ta: பின்னணியை மாற்றுவதற்குப் படத்தை இழுத்து விடவும்

source: Updating...
ar: يتم التحديث...
eo: Aktualigante...
ta: தற்காலப்படுத்தல்

source: Successfully updated, reboot to view.
ar: تحديث ناجح اعد التشغيل لعرضها
eo: Sukcese aktualigita, rekomenci por vidi
ta: தற்காலப்படுத்தல் நிறைவடைந்தது. இப்போது கணினியை மறுதொடக்கம் செய்

source: Default Boot
ar: تشغيل افتراضي
eo: Defaŭlta starto
ta: இயல்புநிலை துவக்கம்

source: Boot delay
ar: تشغيل بطيئ
eo: Startprokasto
ta: துவக்க தாமதம்

source: Text Color
ar: لون الخط
eo: Tekstkoloro
ta: உரையின் நிறம்

source: Selected Text Color
ar: حدد لون الخط
eo: Selektita tekstkoloro
ta: தேர்ந்தெடுக்கப்பட்ட உரை வண்ணம்

source: Language
ar: اللغة
eo: Lingvo
ta: மொழி

source: Delete Keyboard Layout
ar: إزالة لغة لوحة المفاتيح
eo: Forigi klavararanĝon
ta: விசைப்பலகை அமைப்பை நீக்கு

source: Add Keyboard Layout
ar: إضافة لغة لوحة المفاتيح
eo: Aldoni klavararanĝon
ta: விசைப்பலகை அமைப்பை சேர்

source: Repeat Delay
ar: تأخر الإعادة
eo: Ripeti prokaston
ta: மீண்டும் செய் தாமதம்

source: Short
ar: قصير
eo: Mallonga
ta: குறுகிய

source: Long
ar: طويل
eo: Longa
ta: நீண்ட

source: Repeat Rate
ar: معدل الإعادة
eo: Ripeti ritmon
ta: மீண்டும் விகிதம்

source: Fast
ar: سريع
eo: Rapida
ta: வேகமாக

source: Slow
ar: بطيء
eo: Mlrapida
ta: மெதுவாக

source: Cursor Blink Rate
ar: معدل مؤشر الومض
eo: Intermite kursoro ritmo
ta: கர்சர் சிமிட்டும் விகிதம்

source: Test Area
ar: جرب منطقة
eo: Areo de provo
ta: டெஸ்ட் பகுதி

source: Caps Lock prompt
ar: لوحة مفاتيح الارقام مقفلة
eo: Majuskla bloko postulo
ta: Caps Lock வரியில்

source: Keyboard Layout
ar: تصميم لوحة المفاتيح
eo: klavara dizajno
ta: விசைப்பலகை அமைப்பை

source: No result
ar: لانتائج
eo: neniu rezulto
ta: முடிவு இல்லை

source: Touchpad
ar: لوحة اللمس
eo: Tuŝbloko
ta: டச்பேட்

source: Primary Button
ar: الزر الرئيسي
eo: Unuaranga butono
ta: முதன்மை பொத்தான்

source: Left Button
ar: الزر الأيسر
eo: Maldekstra butono
ta: இடது பொத்தான்

source: Right Button
ar: الزر الأيمن
eo: Dekstra butono
ta: வலது பொத்தான்

source: Pointer Speed
ar: سرعة المؤشر
eo: Indikilrapido
ta: சுட்டிக்காட்டி வேகம்

source: Double-click Speed
ar: سرعة الضغطة المزدوجة
eo: Eltempiĝo de duobla alklako
ta: இரு கிளிக் வேகம்

source: Drag Threshold
ar: عتبة التمرير
eo: Trensojlo
ta: தொடக்கநிலை இழு

source: Natural Scrolling
ar: تمرير طبيعي
eo: Natura rulado
ta: இயற்கை உருட்டுதல்

source: Tap to click
ar: اضغط لانقر
eo: Frapi por klaki
ta: கிளிக் செய்ய தட்டவும்

source: Two-finger scrolling
ar: مرر اصبعين
eo: Du-fingroj rulado
ta: இரண்டு விரல் உருட்டுதல்

source: Edge scrolling
ar: انتقل إلى حافة
eo: Bordrulado
ta: விளிம்பு உருட்டுதல்

source: Mouse
ar: الفأرة
eo: Muso
ta: சுட்டி

source: Disable the touchpad when inserting the mouse
ar: تعطيل لوحة اللمس عند إدخال الماوس
eo: Malŝalti la tuŝplaton kiam al la kunligo de la muso
ta: சுட்டி சேர்க்கும் போது டச்பேட் முடக்கவும்

source: Add Network Connection
ar: اضافة اتصال شبكة
eo: Aldoni retkonekton
ta: பிணைய இணைப்பு சேர்க்க

source: VPN
ar: شبكة إلكترونية خاصة

source: Next
ar: التالي
eo: Sekva
ta: அடுத்து

source: Are you sure you want to delete this network?
ar: هل أنت متأكد أنك تريد حذف هذه الشبكة؟
eo: Ĉu vi estas certa ke vi volas forigi ĉi tiun reton?
ta: இந்தப் பிணைப்பை நிச்சயம் அழிக்க விரும்புகிறீர்களா?

source: Delete this network
ar: احذف هذه الشبكة
eo: Forigi tiun reton
ta: இப்பிணையத்தை அழி

source: Save
ar: حفظ
eo: Gardi
ta: சேமி

source: Delete
ar: حذف
eo: Forigi
ta: அழி

source: Connected
ar: متصل
eo: Konektita
ta: இணைக்கப்பட்டுள்ளது

source: Not Connected
ar: غير متصل
eo: Nekonektita
ta: இணைக்கப்படவில்லை

source: (default)
ar: افتراضي
eo: (defaŭlta)
ta: (இயல்புநிலை)

source: Interface
ar: واجهة
eo: Interfaco
ta: இடைமுகம்

source: Security
ar: الأمان
eo: Sekureco
ta: பாதுகாப்பு

source: Device Addr
ar: عنوان الجهاز
eo: Adreso de la aparato
ta: கருவியின் முகவரி

source: IP Address
ar: عنوان IP
eo: IP adreso
ta: IP முகவரி

source: Subnet Mask
ar: قناع الشبكة الفرعية
eo: Masko de subreto
ta: சப்நெட் மாஸ்க்

source: Gateway
ar: بوابة
ta: பிணைய நுழைவாயில்

source: Primary DNS
ar: الاسم الاساسي لمجال النظام
eo: Primara DNS
ta: முதன்மை DNS

source: Secondary DNS
ar: الاسم الثاني لمجال النظام
eo: Dua DNS
ta: இரண்டாம் நிலை DNS

source: Third DNS
ar: الاسم الثالث لمجال النظام
eo: Tria DNS
ta: மூன்றாவது DNS

source: Device Speed
ar: سرعة الجهاز
eo: Rapideco de la aparato
ta: கருவி வேகம்

source: Add PPPoE Connection
ar: إضافة اتصال عبر بروتوكول PPPoE
eo: Aldoni PPPoE kunligon
ta: PPPoE இணைப்பு சேர்க்க

source: Name
ar: أسم
eo: Nomo
ta: பெயர்

source: Service
ar: خدمة
eo: Servado
ta: சேவை

source: New Mobile Connection
ar: اتصال جوال جديد
eo: Nova pôskunligo
ta: புதிய கைப்பேசி இணை

source: Service Type
ar: شكل الخدمة
eo: Servado tipo
ta: சேவை வகை

source: APN
ar: اسم نقطة دخول (APN)
ta: இணைப்பு முனை

source: Number
ar: رقم
eo: Numero
ta: எண்

source: VPN Type
ar: نمط VPN
eo: VPN tipo
ta: VPN வகை

source: OpenVPN
ar: VPN مفتوح
eo: LiberaVPN
ta: திறந்த நிலை VPN

source: OpenConnect
ar: اتصال مفتوح
eo: Liberakunligo
ta: திறவுநிலை இணைத்தல்

source: VPNC
ar: اتحاد شبكة خاصة افتراضية

source: Basic Information
ar: معلومات أساسية
eo: Baza informoj
ta: அடிப்படைத் தகவல்

source: Need VPN Plugin
ar: يحتاج مساعد VPN
eo: Bezonas VPN kromaĵon
ta: VPN கூட்டுறு தேவைப்படுகிறது

source: Ask for Pwd
ar: أسأل باستخدام الأمر Pwd لعرض المسار
eo: Petu por pasvorton
ta: கடவுச்சொல்லைக்கேள்

source: CA Cert
ar: شهادة CA
eo: CA Cert atesto
ta: CA சான்றிதழ்

source: Proxy
ar: الوكيل
ta: பதிலி

source: Allow Cisco Secure Desktop Trojan
ar: اسمح لتروجن Cisco الامن لسطح المكتب
eo: Permesi Cisco Secure Desktop Trojan
ta: சிஸ்கோ டெஸ்க்டாப் ட்ரோஜன் பாதுகாப்பான அனுமதி

source: CSD Script
ar: CSDسيناريو
eo: CSD skripto
ta: CSD ஸ்கிரிப்ட்

source: User Cert
ar: رخصة المستخدم
eo: Uzanto atasto
ta: பயனர் சான்றிதழ்

source: Private Key
ar: مفتاح خاص
eo: Privata ŝlosilo
ta: தனித்திறவி

source: Use FSID for Key Passphrase
ar: FSIDاستخدام مفتاح عبارة المرور
eo: Uzi FSID por ŝlosilan pasfrazon
ta: முக்கிய கடவுச்சொல்லை FSID பயன்படுத்தவும்

source: Auth Type
ar: نوع المصادقة
eo: Agordo tipo
ta: அங்கீகார வகை

source: Private Pwd
ar: كلمة سر خاصة
eo: Privata pasvorto
ta: தனியார் கடவுச்சொல்

source: Static Key
ar: مفتاح ثابت
eo: Nemodifebla ŝlosilo
ta: நிலையான திறவி

source: Customize Key Direction
ar: تخصيص إدارة المفاتيح
eo: Agordi ŝlosilan direkton
ta: முக்கிய இயக்கம் தனிப்பயனாக்கலாம்

source: Key Direction
ar: اتجاه المفتاح
eo: Ŝlosilo direkto
ta: முக்கிய இயக்கம்

source: Remote IP
ar: IP بعيد
eo: Fora IP
ta: தொலைநிலை IP

source: Local IP
ar: IP محلي
eo: Loka IP
ta: உள்ளக IP

source: User Pwd
ar: كلمة سر المستخدم
eo: Uzanto pasvorto
ta: பயனர் கடவுச்சொல்

source: Group Name
ar: اسم المجموعة
eo: Grupo nomo
ta: குழு பெயர்

source: Group Pwd
ar: كلمة سر المجموعة
eo: Grupo pasvorto
ta: குழு கடவுச்சொல்

source: Use Hybrid Authentication
ar: استخدم مولد الوثوقية
eo: Uzi hibrida aŭtentikigo
ta: கலப்பு அங்கீகாரத்தைப் பயன்படுத்து

source: CA File
ar: CA ملف
eo: CA dosiero
ta: CA கோப்பு

source: Enable IPsec
ar: تفعيل امن البروتوكول
eo: Taŭgigi IPsec
ta: IP பாதுகாப்பை இயக்கு

source: Group ID
ar: مجموعة ID
eo: Grupo ID
ta: குழு ID

source: Pre-Shared Key
ar: مفتاح مشترك مسبقا
eo: Antaŭ-kunpartigita ŝlosilo
ta: முன்பகிரப்பட்ட திறவு

source: Use MPPE
ar: MPPEاسخدم
eo: Uzi MPPE
ta: MPPE பயன்படுத்து

source: PPPoE Connections
ar: اتصالات PPPoE
eo: PPPoE kunligoj
ta: PPPoE இணைப்புகள்

source: Current system lacks component for %1
ar: %1النظام الحالي يفتقر لعنصر
eo: Aktuala sistemo malhavas komponanton por %1
ta: தற்போதைய கணினியில் %1 கூறு இல்லை

source: Click to install
ar: اضغط للتنصيب
eo: Klaku por instali
ta: நிறுவுதலைத் தொடங்கு

source: Automatically connect
ar: اتصال تلقائي
eo: Aŭtomate kunligi
ta: தானியங்கு முறையில் இணை

source: Ethernet
ar: إيثرنت
eo: Eterreto
ta: ஈதர்நெட்

source: Device MAC Addr
ar: عنوان MAC الجهاز
eo: MAC adreso de la aparato
ta: கருவியின் MAC முகவரி

source: Cloned MAC Addr
ar: عنوان MAC المستنسخ
eo: Klonita MAC adreso
ta: குளோன் MAC முகவரி

source: Customize MTU
ar: تخصيص وحدة الإرسال الحد الأقصى
eo: Personigi MTU
ta: தனிபயன் MTU

source: MTU
ar: MTU وحدة الإرسال الحد الأقصى

source: Method
ar: طريقة
eo: Metodo
ta: முறை

source: Netmask
ar: قناع الشبكة
eo: Retmasko
ta: நெட்மாஸ்க்

source: DNS Server
ar: خادم DNS
eo: DNS servilo
ta: DNS சர்வர்

source: Prefix
ar: سابقة
eo: Prefikso
ta: முன்னொட்டு

source: Mobile
ar: جوال
eo: Poŝreto
ta: கைப்பேசி

source: Network ID
ar: ID الشبكة
eo: Reto ID
ta: பிணைய அடையாளம்

source: Type
ar: النوع
eo: Tipo
ta: வகை

source: Home Network Only
ar: شبات المنزل فقط
eo: Nur domareto
ta: வீட்டு பிணையம் மட்டும்

source: PPP
ar: البروتوكول التناظري

source: Refuse EAP Authentication
ar: رفض مصادقة ال EAP
eo: Rifuzi EAP aŭtentikigo
ta: EAP அங்கீகாரம் மறுப்பு

source: Refuse PAP Authentication
ar: رفض مصادقة ال PAP
eo: Rifuzi PAP aŭtentikigon
ta: PAP அங்கீகாரம் மறுப்பு

source: Refuse CHAP Authentication
ar: رفض مصادقة ال CHAP
eo: Rifuzi CHAP aŭtentikigon
ta: CHAP அங்கீகாரம் மறுப்பு

source: Refuse MSCHAP Authentication
ar: رفض مصادقة ال MSCHAP
eo: Rifuzi MSCHAP aŭtentikigon
ta: MSCHAP அங்கீகாரம் மறுப்பு

source: Refuse MSCHAPv2 Authentication
ar: رفض مصادقة ال MSCHAPv2
eo: Rifuzi MSCHAPv2 aŭtentikigon
ta: MSCHAPv2 அங்கீகாரம் மறுப்பு

source: No BSD Data Compression
ar: لا ضغط BSD للبيانات
eo: Neniu BSD datenoj kunpremiĝo
ta: BSD தரவுச் சுருக்கம் இல்லை

source: No Deflate Data Compression
ar: لا ضغط انكماشي للبيانات
eo: Neniu malŝvela datenoj kunpremiĝo
ta: Deflate தரவுச் சுருக்கம் இல்லை

source: No TCP Header Compression
ar: لا ضغط TCP Header للبيانات
eo: Neniu TCP kaplinioj kunpremiĝo
ta: TCP தலைப்புச் சுருக்கம் இல்லை

source: Send PPP Echo Packets
ar: إرسال حزم صدى ال PPP
eo: Sendi PPP eĥo paketoj
ta: PPP எதிரொலி பாக்கெட்டுகள் அனுப்பு

source: Security Required
ar: الأمنية مطلوبة
eo: Sekureco bezonata
ta: பாதுகாப்பு தேவை

source: Key
ar: المفتاح
eo: Ŝlosilo
ta: திறவுகோல்

source: EAP Auth
ar: بروتوكول المصادقة الموسع
eo: EAP rajtigo
ta: EAP அங்கீகாரம்

source: Identity
ar: التحقق
eo: Identeco
ta: அடையாளம்

source: Anonymous ID
ar: IDمجهول
eo: Anonima ID
ta: பெயரில்லாத அடையாளம்

source: Provisioning
ar: حجز
eo: Provizanta
ta: வாய்ப்பளித்தல்

source: PAC file
ar: ملف التكوين الالي
eo: PAC dosiero
ta: PAC கோப்பு

source: PEAP Version
ar: نسخة محمية بمصادقة البروتوكول الموسع
eo: PEAP versio
ta: PEAP பதிப்பு

source: Inner Auth
ar: مصادقة داخلية
eo: Interna aŭtentikigo
ta: உள்நிலை அங்கீகாரம்

source: No Protocol Field Compression
ar: لا يوجد بروتوكول لضغط الحقل
eo: Neniu kampprotokolo kunpremiĝo
ta: கள சுருக்க வரைமுறை இல்லை

source: No Address/Control Compression
ar: لا يوجد ضغط عنوا ن\تحكم
eo: Neniu kontroladreso kunpremiĝo
ta: முகவரி/கட்டுப்பாட்டு சுருக்கம் இல்லை

source: VPN Advanced
ar: VPN متقدم
eo: Antaŭa VPN
ta: மேம்பட்ட VPN

source: Customize Gateway Port
ar: تخصيص منفذ على بوابة
eo: Agordi gateway pordon
ta: கேட்வே போர்ட் தனிப்பயனாக்கலாம்

source: Gateway Port
ar: منفذ بوابة
eo: Gateway pordo
ta: நுழைவாயில் வழி

source: Customize Renegotiation Interval
ar: تخصيص اعادة التفاوض
eo: Agordi intertraktadon intervalon
ta: மறுபேர இடைவெளி தனிப்பயனாக்கலாம்

source: Renegotiation Interval
ar: فاصل إعادة تفاوض
eo: Intertraktado intervalo
ta: மறுபேர இடைவேளை

source: Use LZO data compression
ar: استخدام ضغط بيانات ال LZO
eo: Uzi LZO datenoj kunpremiĝon
ta: LZO தகவல் சுருக்க உபயோகி

source: Use TCP connection
ar: استخدام اتصال TCP
eo: Uzi TCP kunpremiĝon
ta: TCP இணைப்பை பயன்படுத்தவும்

source: Use TAP device
ar: استخدام جهاز TAP
eo: Uzi TAP aparaton
ta: TAP சாதனத்தை பயன்படுத்து

source: Customize Tunnel MTU
ar: تخصيص نفق وحدة الارسال الحد الاقصى
eo: Personigi MTU tunelon
ta: தனிப்பயனாக்கு டனல் MTU

source: Customize UDP Fragment Size
ar: UDPتخصيص حجم الجزء
eo: Personigi UDP fragmentdimension
ta: தனிப்பயனாக்கு UDP துண்டு அளவு

source: UDP Fragment Size
ar: حجم جزء UDP
eo: UDP fragmentdimensio
ta: UDP துண்டு அளவு

source: Restrict Tunnel TCP MSS
ar: تقييد نفق TCP MSS
eo: Malpliigi TCP MSS tunelo
ta: கட்டுப்படுத்து டனல் TCP எம்.எஸ்.எஸ்

source: Randomize Remote Hosts
ar: المضيفين بطريقة عشوائية
eo: Hazardi forajn gastigantojn
ta: தொலை பரிமாறி சீரற்றதாக்கு

source: VPN Proxies
ar: وكلاء الشبكة الافتراضية الخاصة VPN
eo: VPN prokuriloj
ta: VPN பதிலிகள்

source: Proxy Type
ar: نوع الوكيل
eo: Proxy tipo
ta: பதிலி வகை

source: Server IP
ar: أي بي السرفر
eo: IP servilo
ta: சர்வர் IP

source: Port
ar: المنفذ
eo: Pordo
ta: முணையம்

source: Retry Indefinitely When Failed
ar: إعادة الماولة عند الفشل
eo: Reprovi senĉesa se malsukcesinta
ta: தோல்வி போது காலவரையின்றி மீண்டும் முயற்சி செய்

source: VPN Security
ar: امن الشبكة الافراضية الخاصة vpn
eo: VPN sekureco
ta: VPN பாதுகாப்பு

source: Cipher
ar: صفر
eo: Ĉifrado
ta: பூஜ்யம்

source: HMAC Auth
ar: HMAC مصادقة
eo: HMAC rajtigo
ta: HMAC அங்கீகாரம்

source: VPN TLS Authentication
ar: مصادقة VPN TLS
eo: VPN TLS aŭtentikigo
ta: VPN TLS அங்கீகாரம்

source: Subject Match
ar: هذا الموضوع هو
eo: Korespondadulo
ta: பொருந்தும் பொருள்

source: Remote Cert Type
ar: اكتب نمط الشهادة
eo: Fora atesto tipo
ta: தொலைநிலை சான்றிதழ் வகை

source: Key File
ar: مفتاح ملف
eo: Ŝlosiloj dosiero
ta: திறவுகோல் கோப்பு

source: Domain
ar: المجال
eo: Domajno
ta: தளம்

source: Vendor
ar: البائع
eo: Vendisto
ta: விற்பனையாளர்

source: Version
ar: الإصدار
eo: Versio
ta: பதிப்பு

source: Encryption
ar: التشفير
eo: Ĉifrado
ta: மறைக்குறியீடாக்கம்

source: NAT Traversal
ar: NATانتقالي
eo: NAT transverse
ta: NAT பயணித்தல்

source: IKE DH Group
ar: IKE DH مجموعة
eo: IKE DH grupo
ta: IKE DH குழு

source: Forward Secrecy
ar: نقل سرا
eo: Senda sekreteco
ta: முன்னோக்கி இரகசியம்

source: Local Port
ar: منفذ محلي
eo: Loka pordo
ta: உள்ளூர் முணையம்

source: Disable Dead Peer Detection
ar: تعطيل كشف النظير
eo: Malaktivigi mortinta pareco determinado
ta: டெட் Peer கண்டறிதல் முடக்கவும்

source: SSID
ar: حماية الشبكة الاسلكية

source: Mode
ar: نمط
eo: Maniero
ta: முறை

source: Band
ar: حزمة
eo: Bendo
ta: அலைவரிசை

source: Channel
ar: قناة
eo: Kanalo
ta: சேனல்

source: Unknown
ar: غير معروف
eo: Nekonata
ta: தெரியாத

source: Wired
ar: سلكي
eo: kablita
ta: கம்பியுள்ள

source: Wireless
ar: لاسلكي
eo: Senkabla
ta: கம்பியில்லா

source: Unused1
ar: مهمل1
eo: Neuzita1
ta: பயன்படுத்தப்படாத 1

source: Unused2
ar: مهمل2
eo: Neuzita2
ta: பயன்படுத்தப்படாத 2

source: Bluetooth
ar: البلوتوث
ta: புளூடூத்

source: OLPC mesh
ar: شبكة OLPC
eo: OLPC maŝo
ta: OLPC கண்ணி

source: Modem
ar: مودم
eo: Modemo
ta: இணக்கி

source: Bond
ar: وصلة
eo: Ligilo
ta: பாண்ட்

source: VLAN
ar: شبكة تخيلية vlan

source: ADSL
ar: خط المشترك الرقمي غير المتماثلadsl

source: Bridge
ar: جسر
eo: Ponto
ta: பாலம்

source: 802.11 WiFi AdHoc
ar: wifi 802.11 مخصص
ta: 802.11 வைஃபை Adhoc

source: Mobile GSM
ar: محمول gsm
eo: Poŝreto GSM
ta: கைப்பேசி GSM

source: Mobile CDMA
ar: محمول cdma
eo: Poŝreto CDMA
ta: கைப்பேசி CDMA

source: VPN OpenVPN
ar: VPN يفتحVPN
ta: VPN திறந்த நிலை VPN

source: VPN OpenConnect
ar: يفتح اتصالVPN
eo: VPN Liberakunligo
ta: VPN திறந்த நிலை இணைப்பு

source: View Detailed Information
ar: عرض معلومات تفصيلية
eo: Vidi detalajn informojn
ta: விவரமான தகவலுக்கு

source: Manual
ar: يدوي
eo: Mana
ta: கைமுறை

source: Auto
ar: ذاتي
eo: Aŭtomata
ta: தானியங்கி

source: HTTP Proxy
ar: وكيل http
ta: HTTP பதிலி

source: HTTPS Proxy
ar: وكيل http
ta: HTTPS பதிலி

source: FTP Proxy
ar: ملقم FTP
ta: FTP பதிலி

source: Socks Proxy
ar: ملقم Socks
ta: பாதுகாப்பான கூடு பதிலி

source: Configuration URL
ar: إعداد عنوان انترنت
eo: URL de la konturiĝo
ta: URL வடிவமைப்பு
